{"class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_constraint": null, "batch_input_shape": [null, 768], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "kernel_constraint": null, "activity_regularizer": null, "trainable": true, "dtype": "float32", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_1", "activation": "relu", "bias_regularizer": null, "units": 200}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "kernel_constraint": null, "activity_regularizer": null, "trainable": true, "bias_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2", "activation": "relu", "bias_regularizer": null, "units": 20}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "kernel_constraint": null, "activity_regularizer": null, "trainable": true, "bias_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_3", "activation": "linear", "bias_regularizer": null, "units": 1}}], "name": "sequential_1"}, "keras_version": "2.2.4", "backend": "tensorflow"}