{"keras_version": "2.2.4", "config": {"layers": [{"config": {"name": "dense_1", "trainable": true, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "units": 100, "kernel_constraint": null, "use_bias": true, "batch_input_shape": [null, 192], "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "dtype": "float32", "bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_2", "trainable": true, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 50, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_3", "trainable": true, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 15, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_4", "trainable": true, "activation": "linear", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 4, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential", "backend": "tensorflow"}