{"keras_version": "2.2.4", "class_name": "Sequential", "backend": "tensorflow", "config": {"layers": [{"class_name": "Dense", "config": {"dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "trainable": true, "batch_input_shape": [null, 192], "activity_regularizer": null, "name": "dense_1", "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "units": 100, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "name": "dense_2", "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "units": 50, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "name": "dense_3", "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "units": 20, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "name": "dense_4", "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "activation": "linear", "use_bias": true, "units": 4, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}}}], "name": "sequential_1"}}