{"config": {"name": "sequential_1", "layers": [{"config": {"bias_regularizer": null, "trainable": true, "dtype": "float32", "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "units": 100, "activation": "relu", "batch_input_shape": [null, 192], "kernel_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "name": "dense_1", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "units": 40, "activation": "relu", "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_2"}, "class_name": "Dense"}, {"config": {"bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "units": 4, "activation": "linear", "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_3"}, "class_name": "Dense"}]}, "keras_version": "2.2.4", "class_name": "Sequential", "backend": "tensorflow"}