{"keras_version": "2.2.4", "config": {"layers": [{"config": {"kernel_initializer": {"config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "trainable": true, "activation": "relu", "units": 100, "activity_regularizer": null, "dtype": "float32", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_1", "batch_input_shape": [null, 192], "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "trainable": true, "activation": "relu", "units": 50, "activity_regularizer": null, "name": "dense_2", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "trainable": true, "activation": "relu", "units": 15, "activity_regularizer": null, "name": "dense_3", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "trainable": true, "activation": "linear", "units": 4, "activity_regularizer": null, "name": "dense_4", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential", "backend": "tensorflow"}